Repository: puiutpavel-dot/mamacebun-site
Catalog: MamaCeBun/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hu, it, ro

# Politica de confidențialitate
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi szabályzat
it: Informativa sulla privacy
ro: Politica de confidențialitate

# Porție mare, smântână din belșug și ardei iute la cerere.
source: Big portion, plenty of sour cream and hot pepper on request.
de: Große Portion, reichlich Schmand und Peperoni auf Wunsch.
es: Ración grande, mucha nata agria y guindilla a petición.
fr: Grande portion, crème à volonté et piment sur demande.
hu: Nagy adag, bőven tejföl, kérésre erős paprika.
it: Porzione abbondante, tanta panna acida e peperoncino su richiesta.
ro: Porție mare, smântână din belșug și ardei iute la cerere.

# Poze
source: Photos
de: Fotos
es: Fotos
hu: Fotók
it: Foto
ro: Poze

# Poziția pe hartă e aproximativă
source: Map position is approximate
de: Position auf der Karte ist ungefähr
es: La ubicación en el mapa es aproximada
fr: Position approximative sur la carte
hu: A térképes hely csak hozzávetőleges
it: La posizione sulla mappa è approssimativa
ro: Poziția pe hartă e aproximativă

# Prima ciorbă
source: First Ciorbă
de: Erste Ciorbă
es: Primera ciorbă
fr: Première ciorbă
hu: Első csorba
it: Prima ciorbă
ro: Prima ciorbă

# Prima degustare
source: First Taste
de: Erste Kostprobe
es: Primera degustación
fr: Première dégustation
hu: Első kóstoló
it: Primo assaggio
ro: Prima degustare

# Primul mic
source: First Mici
de: Erste Mici
es: Primeros mici
fr: Premiers mici
hu: Első miccs
it: Primi mici
ro: Primul mic

# Primul papanaș
source: First Papanași
de: Erste Papanași
es: Primeros papanași
fr: Premiers papanași
hu: Első papanași
it: Primi papanași
ro: Primul papanaș

# Raportează
source: Report
de: Melden
es: Denunciar
fr: Signaler
hu: Jelentés
it: Segnala
ro: Raportează

# Recomandat pentru
source: Recommended for
de: Empfohlen für
es: Recomendado para
fr: Recommandé pour
hu: Ajánlott
it: Consigliato per
ro: Recomandat pentru

# Regele papanașilor
source: Papanași King
de: Papanași-König
es: Rey de los papanași
fr: Roi des papanași
hu: A papanași királya
it: Re dei papanași
ro: Regele papanașilor

# Regulile comunității
source: Community rules
de: Community-Regeln
es: Normas de la comunidad
fr: Règles de la communauté
hu: Közösségi szabályok
it: Regole della community
ro: Regulile comunității

# Renunță
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
ro: Renunță

# Salvează
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
ro: Salvează

# Salvează 5 localuri la „Vreau să merg”.
source: Save 5 places to “Want to go”.
de: Speichere 5 Lokale unter „Will ich hin“.
es: Guarda 5 locales en «Quiero ir».
fr: Enregistre 5 lieux dans « Je veux y aller ».
hu: Ments el 5 helyet a „Szeretnék menni” listára.
it: Salva 5 locali in «Voglio andarci».
ro: Salvează 5 localuri la „Vreau să merg”.

# Scrie 10 comentarii la notele tale.
source: Write 10 comments with your ratings.
de: Schreibe 10 Kommentare zu deinen Bewertungen.
es: Escribe 10 comentarios en tus notas.
fr: Écris 10 commentaires avec tes notes.
hu: Írj 10 megjegyzést az értékeléseidhez.
it: Scrivi 10 commenti ai tuoi voti.
ro: Scrie 10 comentarii la notele tale.

# Sună
source: Call
de: Anrufen
es: Llamar
fr: Appeler
hu: Hívás
it: Chiama
ro: Sună

# Super!
source: Awesome!
de: Super!
es: ¡Genial!
fr: Super !
hu: Szuper!
it: Fantastico!
ro: Super!

# Terase
source: Terraces
de: Terrassen
es: Terrazas
fr: Terrasses
hu: Teraszok
it: Terrazze
ro: Terase

# Terasă
source: Terrace
de: Terrasse
es: Terraza
fr: Terrasse
hu: Terasz
it: Terrazza
ro: Terasă

# Termeni și regulile comunității
source: Terms and community rules
de: Nutzungsbedingungen und Community-Regeln
es: Términos y normas de la comunidad
fr: Conditions et règles de la communauté
hu: Feltételek és közösségi szabályok
it: Termini e regole della community
ro: Termeni și regulile comunității

# Toate
source: All
de: Alle
es: Todos
fr: Tous
hu: Mind
it: Tutti
ro: Toate

# Toată țara
source: All of Romania
de: Ganz Rumänien
es: Toda Rumanía
fr: Toute la Roumanie
hu: Egész Románia
it: Tutta la Romania
ro: Toată țara

# Traseu de weekend
source: Weekend Route
de: Wochenendroute
es: Ruta de fin de semana
fr: Parcours du week-end
hu: Hétvégi útvonal
it: Percorso del weekend
ro: Traseu de weekend

# Traseul meu
source: My route
de: Meine Route
es: Mi ruta
fr: Mon parcours
hu: Útitervem
it: Il mio percorso
ro: Traseul meu

# Tripla românească
source: Romanian Hat Trick
de: Rumänisches Triple
es: Triplete rumano
fr: Triplé roumain
hu: Román hármas
it: Tripletta romena
ro: Tripla românească

# Turul României
source: Tour of Romania
de: Rumänien-Rundreise
es: Vuelta a Rumanía
fr: Tour de Roumanie
hu: Romániai körút
it: Giro della Romania
ro: Turul României

# Ucenic la grătar
source: Grill Apprentice
de: Grill-Lehrling
es: Aprendiz de parrilla
fr: Apprenti du grill
hu: Grillinas
it: Apprendista della griglia
ro: Ucenic la grătar

# Utilizatori blocați
source: Blocked users
de: Blockierte Nutzer
es: Usuarios bloqueados
fr: Utilisateurs bloqués
hu: Letiltott felhasználók
it: Utenti bloccati
ro: Utilizatori blocați

# Vreau să merg
source: Want to go
de: Will ich hin
es: Quiero ir
fr: Je veux y aller
hu: Szeretnék menni
it: Voglio andarci
ro: Vreau să merg

# doar în meniu
source: menu only
de: nur auf der Karte
es: solo en la carta
fr: au menu seulement
hu: csak étlapon
it: solo nel menù
ro: doar în meniu

# fără note
source: no ratings
de: keine Bewertungen
es: sin notas
fr: pas de notes
hu: nincs értékelés
it: nessun voto
ro: fără note

# insigne câștigate
source: badges earned
de: Abzeichen verdient
es: insignias conseguidas
fr: badges obtenus
hu: megszerzett kitűző
it: badge ottenuti
ro: insigne câștigate

# Închide
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
ro: Închide

# Încă fără note — fii primul care dă o notă!
source: No ratings yet — be the first to rate it!
de: Noch keine Bewertungen — bewerte als Erste:r!
es: Aún sin notas — ¡sé el primero en puntuar!
fr: Pas encore de notes — soyez le premier à noter !
hu: Még nincs értékelés — értékeld elsőként!
it: Ancora nessun voto — sii il primo a votare!
ro: Încă fără note — fii primul care dă o notă!

# Încă nu avem un loc verificat aici.
source: We don't have a verified place here yet.
de: Hier haben wir noch kein geprüftes Lokal.
es: Aún no tenemos un lugar verificado aquí.
fr: Nous n'avons pas encore de lieu vérifié ici.
hu: Itt még nincs ellenőrzött helyünk.
it: Qui non abbiamo ancora un locale verificato.
ro: Încă nu avem un loc verificat aici.

# Încă nu există poze. Fii primul care adaugă una!
source: No photos yet. Be the first to add one!
de: Noch keine Fotos. Füge als Erste:r eines hinzu!
es: Aún no hay fotos. ¡Sé el primero en añadir una!
fr: Pas encore de photos. Soyez le premier à en ajouter une !
hu: Még nincsenek fotók. Legyél te az első, aki feltölt egyet!
it: Ancora nessuna foto. Aggiungi tu la prima!
ro: Încă nu există poze. Fii primul care adaugă una!

# Șterge
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
hu: Törlés
it: Rimuovi
ro: Șterge

# Șterge nota
source: Delete rating
de: Note löschen
es: Eliminar la nota
fr: Supprimer la note
hu: Pontszám törlése
it: Elimina il voto
ro: Șterge nota

source: Deletes your ratings and comments from this phone and from the server. This can’t be undone.
de: Löscht deine Bewertungen und Kommentare von diesem Telefon und vom Server. Kann nicht rückgängig gemacht werden.
es: Elimina tus notas y comentarios de este teléfono y del servidor. No se puede deshacer.
fr: Supprime vos notes et commentaires de ce téléphone et du serveur. Action irréversible.
hu: Törli az értékeléseidet és hozzászólásaidat erről a telefonról és a szerverről. Nem vonható vissza.
it: Elimina i tuoi voti e commenti da questo telefono e dal server. Non si può annullare.
ro: Șterge notele și comentariile tale de pe acest telefon și de pe server. Nu poate fi anulat.

# Șterge toate notele mele
source: Delete all my ratings
de: Alle meine Bewertungen löschen
es: Eliminar todas mis notas
fr: Supprimer toutes mes notes
hu: Összes értékelésem törlése
it: Elimina tutti i miei voti
ro: Șterge toate notele mele

# Șterge tot
source: Delete all
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
hu: Összes törlése
it: Elimina tutto
ro: Șterge tot

# Ștergi toate notele tale?
source: Delete all your ratings?
de: Alle deine Bewertungen löschen?
es: ¿Eliminar todas tus notas?
fr: Supprimer toutes vos notes ?
hu: Törlöd az összes értékelésedet?
it: Eliminare tutti i tuoi voti?
ro: Ștergi toate notele tale?

# Acasă
source: Home
de: Start
es: Inicio
fr: Accueil
hu: Kezdőlap
ro: Acasă

# Bazat pe gusturile și percepțiile consumatorilor
source: Based on diners' tastes and impressions
de: Basierend auf Geschmack und Eindrücken der Gäste
es: Basado en los gustos y las impresiones de los comensales
fr: Basé sur les goûts et les impressions des clients
hu: A vendégek ízlése és benyomásai alapján
it: Basato sui gusti e le impressioni dei clienti
ro: Bazat pe gusturile și percepțiile consumatorilor

# Bună dimineața! Ce mâncăm azi?
source: Good morning! What are we eating today?
de: Guten Morgen! Was essen wir heute?
es: ¡Buenos días! ¿Qué comemos hoy?
fr: Bonjour ! On mange quoi aujourd'hui ?
hu: Jó reggelt! Mit eszünk ma?
it: Buongiorno! Cosa mangiamo oggi?
ro: Bună dimineața! Ce mâncăm azi?

# Bună seara! Ce mâncăm azi?
source: Good evening! What are we eating today?
de: Guten Abend! Was essen wir heute?
es: ¡Buenas noches! ¿Qué comemos hoy?
fr: Bonsoir ! On mange quoi aujourd'hui ?
hu: Jó estét! Mit eszünk ma?
it: Buonasera! Cosa mangiamo oggi?
ro: Bună seara! Ce mâncăm azi?

# Bună ziua! Ce mâncăm azi?
source: Hello! What are we eating today?
de: Hallo! Was essen wir heute?
es: ¡Buenas tardes! ¿Qué comemos hoy?
fr: Bonjour ! On mange quoi aujourd'hui ?
hu: Jó napot! Mit eszünk ma?
it: Ciao! Cosa mangiamo oggi?
ro: Bună ziua! Ce mâncăm azi?

# Cea mai bună ciorbă
source: The best tripe soup
de: Die beste Kuttelsuppe
es: La mejor sopa de callos
fr: La meilleure soupe de tripes
hu: A legjobb pacalleves
it: La migliore zuppa di trippa
ro: Cea mai bună ciorbă

# Cei mai buni mici
source: The best mici
de: Die besten Mici
es: Los mejores mici
fr: Les meilleurs mici
hu: A legjobb mici
it: I migliori mici
ro: Cei mai buni mici

# Cei mai buni mici, papanași și cea mai bună ciorbă de burtă din toată țara.
source: The best mici, papanași and ciorbă de burtă in the whole country.
de: Die besten Mici, Papanași und die beste Ciorbă de burtă im ganzen Land.
es: Los mejores mici, papanași y la mejor ciorbă de burtă de todo el país.
fr: Les meilleurs mici, papanași et la meilleure ciorbă de burtă du pays.
hu: Az ország legjobb micije, papanașija és pacalleveses helyei.
it: I migliori mici, papanași e la migliore ciorbă de burtă di tutto il paese.
ro: Cei mai buni mici, papanași și cea mai bună ciorbă de burtă din toată țara.

# Cei mai buni papanași
source: The best papanași
de: Die besten Papanași
es: Los mejores papanași
fr: Les meilleurs papanași
hu: A legjobb papanași
it: I migliori papanași
ro: Cei mai buni papanași

# Deschide
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
hu: Megnyitás
it: Apri
ro: Deschide

# Județul meu
source: My county
de: Mein Kreis
es: Mi provincia
fr: Mon département
hu: A megyém
it: La mia provincia
ro: Județul meu

# Locația e oprită
source: Location is off
de: Standort ist aus
es: La ubicación está desactivada
fr: La localisation est désactivée
hu: A helymeghatározás ki van kapcsolva
it: La posizione è disattivata
ro: Locația e oprită

# Lângă mine
source: Near me
de: In meiner Nähe
es: Cerca de mí
fr: Près de moi
hu: A közelemben
it: Vicino a me
ro: Lângă mine

# Permite accesul la locație ca să vezi topul din zona ta.
source: Allow location access to see the top places near you.
de: Erlaube den Standortzugriff, um die Rangliste in deiner Nähe zu sehen.
es: Permite el acceso a la ubicación para ver el ranking de tu zona.
fr: Autorise l'accès à la localisation pour voir le classement près de chez toi.
hu: Engedélyezd a helyhozzáférést, hogy lásd a környékbeli toplistát.
it: Consenti l'accesso alla posizione per vedere la classifica della tua zona.
ro: Permite accesul la locație ca să vezi topul din zona ta.

# Recomandarea săptămânii
source: Pick of the week
de: Tipp der Woche
es: Recomendación de la semana
fr: Coup de cœur de la semaine
hu: A hét ajánlata
it: Scelta della settimana
ro: Recomandarea săptămânii

# Topul ciorbelor de burtă
source: Top tripe soups
de: Kuttelsuppen-Rangliste
es: Ranking de sopas de callos
fr: Classement des soupes de tripes
hu: Pacalleves toplista
it: Classifica delle zuppe di trippa
ro: Topul ciorbelor de burtă

# Topul micilor
source: Top mici
de: Mici-Rangliste
es: Ranking de mici
fr: Classement des mici
hu: Mici toplista
it: Classifica dei mici
ro: Topul micilor

# Topul papanașilor
source: Top papanași
de: Papanași-Rangliste
es: Ranking de papanași
fr: Classement des papanași
hu: Papanași toplista
it: Classifica dei papanași
ro: Topul papanașilor

# Propune un local
source: Suggest a place
de: Lokal vorschlagen
es: Proponer un local
fr: Proposer un lieu
hu: Hely ajánlása
it: Proponi un locale
ro: Propune un local

# Știi un loc bun?
source: Know a great place?
de: Kennst du einen guten Ort?
es: ¿Conoces un buen sitio?
fr: Tu connais une bonne adresse ?
hu: Ismersz egy jó helyet?
it: Conosci un buon posto?
ro: Știi un loc bun?

# Propune un local unde se mănâncă bine mici, papanași sau ciorbă de burtă.
source: Suggest a place with great mici, papanași or ciorbă de burtă.
de: Schlag ein Lokal mit guten Mici, Papanași oder Ciorbă de burtă vor.
es: Propón un sitio donde se coman buenos mici, papanași o ciorbă de burtă.
fr: Propose un lieu où l'on mange de bons mici, papanași ou ciorbă de burtă.
hu: Ajánlj egy helyet, ahol jó a mici, a papanași vagy a pacalleves.
it: Proponi un locale dove si mangiano buoni mici, papanași o ciorbă de burtă.
ro: Propune un local unde se mănâncă bine mici, papanași sau ciorbă de burtă.

# Numele localului
source: Place name
de: Name des Lokals
es: Nombre del local
fr: Nom du lieu
hu: A hely neve
it: Nome del locale
ro: Numele localului

# Localitatea
source: Town or city
de: Ort
es: Localidad
fr: Ville
hu: Település
it: Località
ro: Localitatea

# Adresa (opțional)
source: Address (optional)
de: Adresse (optional)
es: Dirección (opcional)
fr: Adresse (facultatif)
hu: Cím (nem kötelező)
it: Indirizzo (facoltativo)
ro: Adresa (opțional)

# Localul
source: The place
de: Das Lokal
es: El local
fr: Le lieu
hu: A hely
it: Il locale
ro: Localul

# Ce se mănâncă bine aici?
source: What's good here?
de: Was ist hier gut?
es: ¿Qué está bueno aquí?
fr: Qu'est-ce qui est bon ici ?
hu: Mi a jó itt?
it: Cosa si mangia bene qui?
ro: Ce se mănâncă bine aici?

# De ce merită? (opțional)
source: Why is it worth it? (optional)
de: Warum lohnt es sich? (optional)
es: ¿Por qué merece la pena? (opcional)
fr: Pourquoi ça vaut le détour ? (facultatif)
hu: Miért érdemes? (nem kötelező)
it: Perché merita? (facoltativo)
ro: De ce merită? (opțional)

# Link: site, Facebook sau Google Maps (opțional)
source: Link: website, Facebook or Google Maps (optional)
de: Link: Website, Facebook oder Google Maps (optional)
es: Enlace: web, Facebook o Google Maps (opcional)
fr: Lien : site, Facebook ou Google Maps (facultatif)
hu: Link: weboldal, Facebook vagy Google Maps (nem kötelező)
it: Link: sito, Facebook o Google Maps (facoltativo)
ro: Link: site, Facebook sau Google Maps (opțional)

# Verificăm fiecare propunere înainte să apară în aplicație.
source: We check every suggestion before it appears in the app.
de: Wir prüfen jeden Vorschlag, bevor er in der App erscheint.
es: Revisamos cada propuesta antes de que aparezca en la app.
fr: Nous vérifions chaque proposition avant qu'elle n'apparaisse dans l'app.
hu: Minden javaslatot ellenőrzünk, mielőtt megjelenik az alkalmazásban.
it: Controlliamo ogni proposta prima che compaia nell'app.
ro: Verificăm fiecare propunere înainte să apară în aplicație.

# Anulează
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
ro: Anulează

# Trimite
source: Send
de: Senden
es: Enviar
fr: Envoyer
hu: Küldés
it: Invia
ro: Trimite

# Text nepotrivit
source: Inappropriate text
de: Unangemessener Text
es: Texto inapropiado
fr: Texte inapproprié
hu: Nem megfelelő szöveg
it: Testo inappropriato
ro: Text nepotrivit

# Te rugăm să reformulezi fără cuvinte nepotrivite.
source: Please rephrase without inappropriate words.
de: Bitte formuliere es ohne unangemessene Wörter.
es: Reformúlalo sin palabras inapropiadas.
fr: Merci de reformuler sans mots inappropriés.
hu: Kérjük, fogalmazd át nem megfelelő szavak nélkül.
it: Riformula senza parole inappropriate.
ro: Te rugăm să reformulezi fără cuvinte nepotrivite.

# Nu s-a putut trimite
source: Couldn't send
de: Senden fehlgeschlagen
es: No se pudo enviar
fr: Envoi impossible
hu: Nem sikerült elküldeni
it: Invio non riuscito
ro: Nu s-a putut trimite

# Verifică legătura la internet și încearcă din nou.
source: Check your internet connection and try again.
de: Prüfe deine Internetverbindung und versuche es erneut.
es: Comprueba tu conexión a internet y vuelve a intentarlo.
fr: Vérifie ta connexion internet et réessaie.
hu: Ellenőrizd az internetkapcsolatot, és próbáld újra.
it: Controlla la connessione internet e riprova.
ro: Verifică legătura la internet și încearcă din nou.

# Mulțumim!
source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !
hu: Köszönjük!
it: Grazie!
ro: Mulțumim!

# Am primit propunerea. După ce o verificăm, localul apare în aplicație.
source: We got your suggestion. Once we've checked it, the place will appear in the app.
de: Wir haben deinen Vorschlag erhalten. Nach der Prüfung erscheint das Lokal in der App.
es: Hemos recibido tu propuesta. Tras revisarla, el local aparecerá en la app.
fr: Nous avons reçu ta proposition. Après vérification, le lieu apparaîtra dans l'app.
hu: Megkaptuk a javaslatot. Ellenőrzés után a hely megjelenik az alkalmazásban.
it: Abbiamo ricevuto la proposta. Dopo la verifica, il locale comparirà nell'app.
ro: Am primit propunerea. După ce o verificăm, localul apare în aplicație.

source: Bistro
es: Bistró
fr: Bistrot
hu: Bisztró
it: Bistrot

# Bistrouri
source: Bistros
es: Bistrós
fr: Bistrots
hu: Bisztrók
it: Bistrot
ro: Bistrouri

# Comunitate
source: Community
es: Comunidad
fr: Communauté
hu: Közösség
ro: Comunitate

source: Restaurant
es: Restaurante
hu: Étterem
it: Ristorante

# Restaurante
source: Restaurants
es: Restaurantes
hu: Éttermek
it: Ristoranti
ro: Restaurante

# Turist gurmand
source: Gourmet Tourist
es: Turista gourmet
fr: Touriste gourmand
hu: Ínyenc turista
it: Turista buongustaio
ro: Turist gurmand

# Versiunea %@
source: Version %@
es: Versión %@
hu: Verzió: %@
it: Versione %@
ro: Versiunea %@
